Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# quote_interaction_hint
source: Jumps to quoted message
bg: Отидете до цитираното съобщение
cs: Přeskočí na citovanou zprávu
de: Springt zur zitierten Nachricht
es: Salta al mensaje citado
fr: Passe au message cité.
gsw_ch: Springt zude zitierte Nachricht
it: Passa al messaggio citato
ja: 引用されたメッセージへ飛ぶ
ko: 인용된 메시지로 이동
nl: Gaat naar geciteerd bericht.
pl: Przechodzi do cytowanej wiadomości
pt_br: Pula para a mensagem citada
ru: Переход к ответу
sk: Preskočiť na citovanú správu
tr: Alıntılanan mesaja geçer
uk: Переходить до цитованого повідомлення.
zh_hans: 跳转到引用的信息
zh_hant: 跳至引用的訊息

# quote_not_found
source: Quoted message not found.
bg: Не е намерено цитираното съобщение.
cs: Citovaná zpráva nebyla nalezena.
de: Zitierte Nachricht nicht gefunden.
es: Mensaje citado no encontrado.
fr: Message cité pas trouvé.
gsw_ch: Zitierti Nachricht nöd gfunde.
it: Messaggio citato non trovato.
ja: 引用されたメッセージが見当たりません
ko: 인용 메시지를 찾을 수 없습니다
nl: Geciteerd bericht niet gevonden.
pl: Nie znaleziono przytoczonej wiadomości.
pt_br: Mensagem citada não encontrada.
ru: Котировочное сообщение не найдено.
sk: Citovaná správa nenájdená.
tr: Alıntılanan mesaj bulunamadı.
uk: Цитоване повідомлення не знайдене.
zh_hans: 未找到引用的消息。
zh_hant: 未找到引用的訊息。

# reaction_alert_message_no_support_remote_group
source: Emoji reactions not available because no group member has an app version that supports this feature.
bg: Емоджи реакциите са недостъпни, защото нито един от членовете на групата няма версия на приложението, която да поддържа тази функция.
cs: Reakce emodži nejsou k dispozici, protože žádný člen skupiny nemá verzi aplikace, která tuto funkci podporuje.
de: Emoji-Reaktionen nicht verfügbar, da kein anderes Gruppenmitglied diese Funktion unterstützt.
es: Las reacciones con emojis no están disponibles porque ningún miembro del grupo tiene una versión de la aplicación que admita esta función.
fr: Les réactions emoji ne sont pas disponibles car aucun membre du groupe ne dispose d’une version de l’application prenant en charge cette fonctionnalité.
gsw_ch: Emoji-Reaktione sind nöd verfüegbar, wil keis anders Gruppemitglied die Funktion unterstützt.
it: Le reazioni emoji non sono disponibili perché nessun membro del gruppo ha una versione dell'app che supporta questa funzionalità.
ja: グループメンバーにこの機能をサポート外のメンバーがいるため、絵文字リアクションは利用できません。
ko: 이 기능을 지원하는 앱 버전을 가지고 있는 그룹 구성원이 없기 때문에 이모티콘 반응을 사용할 수 없습니다.
nl: Emoji-reacties niet beschikbaar omdat geen enkel groepslid een app-versie heeft die deze functie ondersteunt.
pl: Reakcje w formie emoji nie są dostępne, ponieważ żaden z członków grupy nie posiada wersji aplikacji, która obsługuje tę funkcję.
pt_br: As reações de emoji não estão disponíveis porque nenhum membro do grupo tem uma versão do aplicativo que suporte esse recurso.
ru: Реакции на смайлики недоступны, так как ни у одного члена группы нет версии приложения, поддерживающей эту функцию.
sk: Reakcie emodži nie sú k dispozícii, pretože žiadny člen skupiny nemá verziu aplikácie, ktorá túto funkciu podporuje.
tr: Hiçbir grup üyesinin bu özelliği destekleyen bir uygulama sürümü olmadığından simge tepkileri kullanılamıyor.
uk: Реакції емодзі недоступні, оскільки жоден учасник групи не має версії застосунку, яка б підтримувала цю функцію.
zh_hans: 由于所有群组成员使用的应用版本都不支持心情表态功能，因此无法对消息进行心情表态。
zh_hant: 由於所有群組成員使用的應用程式版本都不支援表情回應功能，因此無法對訊息作出表情回應。

# reaction_alert_message_no_support_remote_single
source: Your chat partner is using an app version that does not yet support removing emoji reactions or sending more than one emoji reaction. You can still replace 👍 with 👎 or vice versa.
bg: Вашият събеседник използва версия на приложението, която все още не поддържа премахването на емоджи реакции или изпращането на повече от една реакция. Все още можете да заместите 👍 с 👎и обратното.
cs: Váš chatovací partner používá verzi aplikace, která zatím nepodporuje odstraňování reakcí s emodži nebo odesílání více než jedné reakce emodži. Stále je můžete nahradit 👍 za 👎 nebo naopak.
de: Dein Chatpartner verwendet eine App-Version, welche das Entfernen von Emoji-Reaktionen oder das Senden mehrerer Emoji-Reaktionen noch nicht unterstützt. 👍 und 👎 lassen sich weiterhin austauschen.
es: Tu compañero de chat usa una versión de la aplicación que aún no admite la eliminación de reacciones de emojis ni el envío de más de una reacción de emojis. Aún puedes reemplazar 👍 por 👎 o viceversa.
fr: Votre partenaire de chat utilise une version de l’application qui ne prend pas encore en charge la suppression des réactions emoji ou l’envoi de plusieurs réactions emoji. Vous pouvez toujours remplacer 👍 par 👎 ou vice versa.
gsw_ch: Ihre Chatpartner hät e App-Version, wo s’Lösche vo Emoji-Reaktione oder s’Sände vo mehrere Emoji-Reaktione nonig unterstützt. 👍 und 👎 chönd wiiterhin ustuuscht werde.
it: Il tuo interlocutore di chat sta utilizzando una versione dell'app che non supporta ancora la rimozione delle reazioni emoji o l'invio di più di una reazione emoji. Puoi comunque sostituire 👍 con 👎 o viceversa.
ja: チャットのパートナーが、絵文字リアクションの削除や複数の絵文字リアクションの送信をまだサポートしていないバージョンのアプリを使用しています。引き続き 👍 を 👎 に、またはその逆に置き換えることができます。
ko: 채팅 파트너가 아직 이모티콘 반응을 제거하거나 하나 이상의 이모티콘 반응을 보내는 것을 지원하지 않는 앱 버전을 사용하고 있습니다. 여전히 👍 를 👎 로 바꾸거나 그 반대로 바꿀 수 있습니다.
nl: Je chatpartner gebruikt een app-versie die het verwijderen van emoji-reacties of het verzenden van meer dan één emoji-reactie nog niet ondersteunt. Je kunt 👍 nog steeds vervangen door 👎 of andersom.
pl: Współuczestnik rozmowy na czacie używa wersji aplikacji, która na razie nie obsługuje usuwania reakcji w formie emoji ani wysyłania więcej niż jednej takiej reakcji. Nadal możesz zastąpić 👍 emoji 👎 lub na odwrót.
pt_br: Seu parceiro de bate-papo está usando uma versão do aplicativo que ainda não suporta a remoção de reações de emoji ou o envio de mais de uma reação de emoji. Você ainda pode substituir 👍 por 👎 ou vice-versa.
ru: Ваш собеседник в чате использует версию приложения, которая пока не поддерживает удаление реакций со смайликами или отправку нескольких смайликов. Вы все еще можете заменить 👍 на 👎 или наоборот.
sk: Váš partner v konverzázii používa verziu aplikácie, ktorá zatiaľ nepodporuje odstraňovanie reakcií emodži alebo odosielanie viac ako jednej reakcie emodži. Stále môžete nahradiť 👍 za 👎 alebo naopak.
tr: Sohbet arkadaşınız, henüz simge tepkilerinin kaldırılmasını veya birden fazla simge tepkisi gönderilmesini desteklemeyen bir uygulama sürümü kullanıyor. 👍 yine 👎 ile değiştirebilirsiniz veya tam tersi de mümkündür.
uk: Ваш співрозмовник використовує версію застосунку, яка не підтримує прибирання реакцій емодзі або надсилання більше однієї реакції емодзі. Але ви все ще можете замінити 👍 на 👎 або навпаки.
zh_hans: 虽然对方使用的应用版本尚不支持删除心情表态或发送多个心情表态，但您仍然可以选择 👍 或 👎 。
zh_hant: 雖然對方使用的應用程式版本尚未支援刪除表情回應或傳送多個表情回應，但您仍然可以選擇 👍 或 👎 。

# reaction_alert_message_partial_support_remote_group
source: Some group members won’t see your emoji reactions because they have an older app version.
bg: Някои от членовете на групата няма да могат да видят Вашите емоджи реакции, защото имат по-стара версия на приложението.
cs: Někteří členové skupiny neuvidí vaše emodži reakce, protože mají starší verzi aplikace.
de: Einige Gruppenmitglieder sehen Ihre Emoji-Reaktionen nicht, weil sie eine alte App-Version verwenden.
es: Algunos miembros del grupo no verán tus reacciones con emojis porque tienen una versión anterior de la aplicación.
fr: Certains membres du groupe ne verront pas vos réactions emoji parce qu’ils ont une version plus ancienne de l’application.
gsw_ch: Es paar Gruppemitglieder werded Ihri Emoji-Reaktione nöd gseh, wil si e älteri App-Version händ.
it: Alcuni membri del gruppo non vedranno le tue reazioni emoji perché hanno una versione vecchia dell'app.
ja: 一部のグループメンバーはアプリのバージョンが古いため、あなたの絵文字リアクションを見ることができません。
ko: 일부 그룹 구성원은 이전 앱 버전을 사용하기 때문에 이모티콘 반응을 볼 수 없습니다.
nl: Sommige groepsleden zien je emoji-reacties niet omdat ze een oudere app-versie hebben.
pl: Niektórzy członkowie grupy nie zobaczą Twoich reakcji w formie emoji, ponieważ posiadają starszą wersję aplikacji.
pt_br: Alguns membros do grupo não verão suas reações de emoji porque têm uma versão mais antiga do aplicativo.
ru: Некоторые участники группы не увидят ваших смайликов, потому что у них более старая версия приложения.
sk: Niektorí členovia skupiny neuvidia vaše emodži reakcie, pretože majú staršiu verziu aplikácie.
tr: Bazı grup üyeleri, daha eski bir uygulama sürümüne sahip oldukları için simge tepkilerinizi görmeyecek.
uk: Певні учасники групи не побачать ваших реакцій емодзі, оскільки мають застарілу версію застосунку.
zh_hans: 部分群组成员可能正使用旧版本的应用程序，而看不到您的心情表态。
zh_hant: 部分群組成員可能正使用舊版本的應用程式，而看不到您的表情回應。

# reaction_alert_message_unknown_reaction
source: Emoji not supported
bg: Емоджитата са неподдържани
cs: Emodži není podporováno
de: Emoji nicht unterstützt
es: Emoji no compatible
fr: Émoji non pris en charge
gsw_ch: Emoji wird nöd unterstützt
it: Emoji non supportate
ja: 絵文字がサポートされていません
ko: 이모지를 지원하지 않음
nl: Emoji niet ondersteund
pl: Nieobsługiwane emoji
pt_br: Emoji não suportado
ru: Смайлики не поддерживаются
sk: Emodži nie sú podporované
tr: Simge desteklenmiyor
uk: Емодзі не підтримується
zh_hans: 不支持用表情符号表态
zh_hant: 不支援以表情符號回應

# reaction_alert_title_partial_support_remote_group
source: Note:
bg: Бележка:
cs: Poznámka:
de: Hinweis:
es: Nota:
gsw_ch: Hiiwis:
it: Nota:
ja: メモ:
ko: 참고:
nl: Opmerking:
pl: Uwaga:
pt_br: Nota:
ru: Примечание:
sk: Poznámka:
tr: Notlar:
uk: Примітка:
zh_hans: 注意：
zh_hant: 注意：

# reaction_alert_title_unavailable
source: Emoji Reactions Unavailable
bg: Емоджи реакциите са недостъпни
cs: Reakce s emodži nejsou k dispozici
de: Emoji-Reaktionen nicht verfügbar
es: Reacciones de emojis no disponibles
fr: Réactions emoji indisponibles
gsw_ch: Emoji-Reaktione nöd verfüegbar
it: Reazioni emoji non disponibili
ja: 絵文字リアクションは使用できません
ko: 이모티콘 반응 없음
nl: Emoji-reacties niet beschikbaar
pl: Reakcje w formie emoji są niedostępne
pt_br: Reações de emoji indisponíveis
ru: Реакции на смайлики недоступны
sk: Reakcie emodži sú nedostupné
tr: Kullanılamayan Tepkilerin Kaldırılması
uk: Реакції з емодзі недоступні
zh_hans: 添加心情表态失败
zh_hant: 新增表情回應失敗

# reaction_error_title
source: Error
bg: Грешка
cs: Chyba
de: Fehler
fr: Erreur
gsw_ch: Fehler
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Read
bg: Прочетено
cs: Přečteno
de: Gelesen
es: Leídos
fr: Lu
gsw_ch: Gläse
it: Letto
ja: 既読
ko: 읽음
nl: Gelezen
pl: Odczytane
pt_br: Lido
ru: Прочитанное
sk: Prečítaná
tr: Okundu
uk: Прочитане
zh_hans: 已读
zh_hant: 已讀

source: Recent
bg: Скорошни
cs: Nedávné
de: Kürzlich
es: Reciente
fr: Récent
gsw_ch: Chürzlich
it: Recenti
ja: 最近
ko: 최근
pl: Ostatni
pt_br: Recente
ru: Недавние
sk: Nedávne
tr: En son
uk: Нещодавні
zh_hans: 最近
zh_hant: 最近項目

source: Record
bg: Запис
cs: Nahrát
de: Aufnehmen
es: Grabar
fr: Enregistrer
gsw_ch: Ufneh
it: Registra
ja: 録音する
ko: 녹음
nl: Opnemen
pl: Nagrywanie
pt_br: Gravar
ru: Записать
sk: Nahrať
tr: Kaydet
uk: Записати
zh_hans: 录制
zh_hant: 錄製

source: Record Audio
bg: Записване на аудио
cs: Nahrát zvuk
de: Tonaufnahme
es: Grabación de audio
fr: Prise de son
gsw_ch: Tonufnahm
it: Registrazione audio
ja: 音声メッセージ
ko: 오디오 녹음
nl: Audio opnemen
pl: Zapis Audio
pt_br: Gravar áudio
ru: Записать голосовое сообщение
sk: Nahrať zvuk
tr: Ses kaydet
uk: Записати аудіо
zh_hans: 录制音频
zh_hant: 錄製音訊

# record_continue
source: Continue Audio Recording
bg: Продължете аудио записа
cs: Pokračovat v nahrávání zvuku
de: Tonaufnahme fortsetzen
es: Continuar con la grabación de audio
fr: Continuer l'enregistrement audio
gsw_ch: Tonufnahm wiiterufneh
it: Continua registrazione audio
ja: 音声録音を続ける
ko: 오디오 녹음 계속
nl: Doorgaan met geluidsopname
pl: Kontynuuj nagrywanie dźwięku
pt_br: Continuar gravação de áudio
ru: Продолжить запись аудио
sk: Pokračovanie v nahrávaní zvuku
tr: Ses Kaydına Devam Et
uk: Продовжити запис аудіо
zh_hans: 继续录音
zh_hant: 繼續錄音

# refreshing
source: Loading…
bg: Зареждане…
cs: Načítání…
de: Aktualisieren …
es: Cargando...
fr: Chargement...
gsw_ch: Aktualisiere …
it: Aggiornamento in corso...
ja: ロード中...
ko: 로드 중…
nl: Laden…
pl: Wczytywanie...
pt_br: Carregando...
ru: Идет загрузка…
sk: Načítavam...
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 加载中…
zh_hant: 載入中…

# remove_current_image_from_selected_images
source: Remove current item from selection
bg: Премахнете този елемент от избора
cs: Odebrat aktuální položku z výběru
de: Aktuelles Bild aus der Auswahl entfernen.
es: Eliminar elemento actual de la selección
fr: Retirer l’élément actuel de la sélection
gsw_ch: Aktuells Bild usde Uswahl entferne.
it: Elimina dalla selezione l’immagine attuale.
ja: 選択肢から現在のアイテムを削除する
ko: 현재 항목 선택에서 제거
nl: Huidig item uit selectie verwijderen
pl: Usuń bieżącą pozycję z zaznaczenia
pt_br: Remover o item atual da seleção
ru: Удалить текущий элемент из выбора
sk: Odstrániť aktuálnu položku zo zoznamu
tr: Geçerli öğeyi seçimden kaldır
uk: Прибрати поточний елемент з обраних
zh_hans: 从已选項目中删除当前项目
zh_hant: 從已選專案中移除目前專案

# remove_private
source: Unmark Private
bg: Демаркирайте като поверително
cs: Zrušit označení Soukromé
de: «Privat»-Markierung entfernen
es: Desmarcar como privado
fr: Ne plus marquer comme privé
gsw_ch: «Privat»-Markierig entferne
it: Elimina «Privato»
ja: プライベートのマークを解除
ko: 비공개 표시 해제
nl: Privé-markering verwijderen
pl: Odznacz prywatne
pt_br: Desmarcar privado
ru: Снять метку "Личное"
sk: Odznačiť súkromné
tr: Özel işaretini kaldır
uk: Зробити неприватним
zh_hans: 取消标记为私密会话
zh_hant: 取消標示為私密對話

source: Restore
bg: Възстановете
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
gsw_ch: Wiederherstelle
it: Ripristina
ja: 復旧
ko: 복원
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sk: Obnoviť
tr: Geri yükle
uk: Відновити
zh_hans: 恢复
zh_hant: 還原

# restore_id
source: Restore backup
bg: Възстановете от резервно копие
cs: Obnovit ze zálohy
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer depuis une sauvegarde
gsw_ch: Backup wiederherstelle
it: Ripristina dal backup
ja: バックアップから復元
ko: 백업 복원
nl: Herstellen van back-up
pl: Przywróć z kopii zapasowej
pt_br: Restaurar do backup
ru: Восстановить из резервной копии
sk: Obnoviť zálohu
tr: Yedeği geri yükle
uk: Відновити резервну копію
zh_hans: 恢复备份
zh_hant: 還原備份

# restore_id_export
source: Restore exported ID
bg: Възстановете експортирания идентификатор
cs: Obnovit exportované ID
de: Exportierte ID wiederherstellen
es: Restablecer ID exportado
fr: Restaurer l’ID exporté
gsw_ch: Exportierti ID wiederherstelle
it: Ripristina ID esportato
ja: エクスポートされたIDを復元
ko: 내보낸 ID 복원
nl: Geëxporteerd ID herstellen
pl: Przywróć eksportowany ID
pt_br: Restaurar ID exportada
ru: Восстановить экспорт ID
sk: Obnoviť exportované ID
tr: Dışa aktarılan kimliği geri yükle
uk: Відновити експортований ID
zh_hans: 恢复已导出的ID
zh_hant: 還原已匯出的ID

# restore_option_data_delete_data
source: Delete local data
bg: Изтрийте локалните данни
cs: Odstranit lokální data
de: Lokale Daten löschen
es: Borrar los datos locales
fr: Supprimer les données locales
gsw_ch: Lokali Date lösche
it: Elimina i dati locali
ja: ローカルデータの削除
ko: 로컬 데이터 삭제
nl: Lokale gegevens verwijderen
pl: Usuń dane lokalne
pt_br: Excluir os dados locais
ru: Удалить локальные данные
sk: Vymazať lokálne údaje
tr: Yerel verileri sil
uk: Видалити дані на пристрої
zh_hans: 删除本地数据
zh_hant: 刪除本地資料

# restore_option_data_delete_data_description
source: Restore a %@ Safe backup (containing your ID, contacts, and groups) or an ID export (containing only the %@ ID) after removing the local data
bg: Възстановете %@ Safe резервното копие (съдържащо Вашия идентификатор, контактите и групите) или експортирания идентификатор (съдържащ само Вашия %@ идентификатор) след като се премахнат локалните данни
cs: Obnovit zálohu z %@ Safe (obsahuje vaše ID, kontakty a skupiny) nebo exportu ID (obsahuje pouze %@ ID) po odstranění lokálních dat
de: Nach dem Löschen der lokalen Daten ein %@ Safe-Backup (beinhaltet Ihre ID, Kontakte und Gruppen) oder einen ID-Export (beinhaltet nur Ihre %@-ID) wiederherstellen
es: Restaurar una copia de seguridad %@ Safe (que incluye el ID, los contactos y los grupos) o un ID exportado (que solo incluye el ID de %@) después de eliminar los datos locales.
fr: Restaurer une sauvegarde %@ Safe (contenant votre ID, vos contacts et vos groupes) ou une exportation d’ID (contenant seulement l’ID %@) après avoir supprimé les données locales
gsw_ch: Nachem Lösche vode lokale Date es %@ Safe-Backup (beinhaltet Ihri ID, Kontäkt und Gruppe) oder en ID-Export (beinhaltet nur Ihri %@-ID) wiederherstelle
it: Ripristina un backup %@ Safe (contenente ID, contatti e gruppi) o un ID esportato (contenente solo il %@ ID) dopo aver rimosso i dati locali
ja: ローカルデータを削除した後、%@ Safeバックアップ（ID・連絡先・グループを含む）またはIDエクスポート（%@ IDのみを含む）を復元する
ko: 로컬 데이터를 제거한 후 %@ Safe 백업(당신의 ID, 연락처 및 그룹을 포함) 또는 ID 익스포트(%@ ID만 포함)를 복원합니다.
nl: Een %@ Safe back-upbestand herstellen (bevat uw ID, contactpersonen en groepen) of een ID-exportbestand (bevat alleen uw %@-ID) na het verwijderen van de lokale gegevens
pl: Przywróć kopię zapasową %@ Safe (zawierającą Twój ID, kontakty i grupy) lub eksportowany ID (zawierający tylko ID %@) po usunięciu danych lokalnych
pt_br: Restaure um backup do %@ Safe (contendo sua ID, contatos e grupos) ou uma exportação de ID (contendo somente a ID do %@) após remover os dados locais
ru: Восстановление резервной копии %@ Safe (содержит ваш ID, контакты и группы) или экспорта ID (содержит только %@ ID) после удаления локальных данных
sk: Po vymazaní lokálnych údajov obnoviť zálohu z %@ Safe (obsahujúcu vaše ID, kontakty a skupiny), alebo z exportu ID (obsahujúcu iba %@ ID)
tr: Yerel verileri kaldırdıktan sonra bir %@ Safe yedeklemesini (kimliğinizi, kişilerinizi ve gruplarınızı içeren) veya bir kimlik dışa aktarımını (yalnızca %@ kimliğini içeren) geri yükle
uk: Відновити резервну копію %@ Safe (містить ваш ID, контакти та групи) або експортований ID (містить лише %@ ID) після видалення даних на пристрої
zh_hans: 删除本地数据后，恢复 %@ Safe 备份（包含您的 ID，联系人和群组）或 ID 导出（仅包含%@ ID）
zh_hant: 刪除本地資料後，還原 %@ Safe 備份（包括您的 ID，聯絡人和群組）或 ID 匯出（僅限 %@ ID）

# restore_option_data_delete_data_explain
source: In order to restore a full %@ Safe backup, you must reinstall %@: Please delete the app and then download it again from the App Store.
bg: За да възстановите напълно %@ Safe резервното копие, Вие трябва да преинсталирате %@: Моля, изтрийте приложението и го изтеглете отново от App Store.
cs: Chcete-li provést plné obnovení zálohy z %@ Safe, musíte aplikaci %@ přeinstalovat: Odstraňte prosím aplikaci a poté si ji znovu stáhněte z obchodu App Store.
de: Um ein komplettes %@ Safe-Backup wiederherzustellen, muss eine Neuinstallation von %@ durchgeführt werden: Löschen Sie bitte die App und laden Sie sie erneut aus dem App Store herunter.
es: Para restaurar una copia de seguridad %@ Safe completa, debe reinstalar %@. Para ello, borre la aplicación y vuelva descargarla desde la App Store.
fr: Afin de restaurer une sauvegarde %@ Safe complète, vous devez réinstaller %@. Veuillez supprimer l’application et la télécharger de nouveau depuis l’App Store.
gsw_ch: Zum es kompletts %@ Safe-Backup wiederherzstelle, muess e Neuinstallation vo %@ duregfüehrt werde: Lösched Sie bitte d’App und ladet Sie sie nomal usem App Store abe.
it: Per ripristinare un intero backup %@ Safe, è necessario reinstallare %@: elimina l’app e riscaricala dall’App Store.
ja: %@ Safeのフルバックアップを復元するためには、%@を再インストールする必要があります。一度アプリを削除してから、App Storeから再度ダウンロードしてください。
ko: 전체 %@ Safe 백업을 복원하려면 %@을(를) 다시 설치해야 합니다: 앱을 삭제한 다음 App Store에서 다시 다운로드하십시오.
nl: Om een volledige %@ Safe back-up the herstellen, moet u %@ opnieuw installeren. Verwijder de app en download hem opnieuw via de App Store.
pl: Aby przywrócić pełną kopię zapasową %@ Safe, musisz ponownie zainstalować %@: usuń aplikację, a następnie pobierz ją ponownie z App Store.
pt_br: Para restaurar um backup completo do %@ Safe, você deve reinstalar o %@. Exclua o aplicativo e baixe-o novamente na App Store.
ru: Чтобы восстановить полную резервную копию %@ Safe, необходимо переустановить %@: удалите приложение, а затем заново скачайте его из App Store.
sk: Aby bolo možné obnoviť plnú zálohu %@ Safe, musíte aplikáciu %@ preinštalovať: Odstráňte prosím aplikáciu a potom ju z App Storu znovu nainštalujte.
tr: Tam bir %@ Safe yedeklemesini geri yüklemek için, %@ yeniden yüklemelisiniz: Lütfen uygulamayı silin ve ardından App Store'dan yeniden indirin.
uk: Для відновлення повної резервної копії %@ Safe ви маєте перевстановити %@. Будь ласка, видаліть застосунок та завантажте його знов з App Store.
zh_hans: 为了恢复完整的 %@ Safe 备份，您必须重新安装 %@。请先删除应用，然后从 App Store 重新下载。
zh_hant: 為了還原完整的 %@ Safe 備份，您必須重新安裝 %@。請先刪除應用程式，然後從 App Store 重新下載。

# restore_option_data_description
source: On this device, %@ data (chats, contacts, groups, etc.) is present.
bg: %@ данните (чатове, контакти, групи и т.н) са налични на това устройство.
cs: Na tomto zařízení se nacházejí data %@ (konverzace, kontakty, skupiny apod.).
de: Auf diesem Gerät sind %@-Daten (Chats, Kontakte, Gruppen, etc.) vorhanden.
es: En este dispositivo figuran los datos de %@ (chats, contactos, grupos, etc.).
fr: Des données %@ (conversations, contacts, groupes, etc) sont présentes sur cet appareil.
gsw_ch: Uf dem Grät sind %@-Date (Chats, Kontäkt, Gruppe etc.) vorhande.
it: In questo dispositivo sono presenti dati %@ (chat, contatti, gruppi, ecc...).
ja: この端末では、%@のデータ（トーク・連絡先・グループなど）が存在します。
ko: 이 기기에는 %@ 데이터 (채팅, 연락처, 그룹 등)가 있습니다.
nl: %@-gegevens (chatgesprekken, contactpersonen, groepen, enz.) zijn op dit apparaat aanwezig.
pl: Na tym urządzeniu są obecne dane %@ (czaty, kontakty, grupy itp.).
pt_br: Neste dispositivo, os dados do %@ (conversas, contatos, grupos, etc.) estão presentes.
ru: На этом устройстве есть данные %@ (чаты, контакты, группы и т.п.).
sk: Na tomto zariadení sa nachádzajú údaje %@ (konverzácie, kontakty, skupiny atď.).
tr: Bu cihazda %@ verileri (sohbetler, kişiler, gruplar vb.) var.
uk: На цьому пристрої наявні такі дані %@ (діалоги, контакти, групи тощо).
zh_hans: %@ 的数据（聊天、联系人、群组等）仍存在这个设备上。
zh_hant: %@ 的資料（對話，聯絡人，群組等）仍存在此裝置上。

# restore_option_data_keep_data
source: Keep Local Data
bg: Запазете локалните данни
cs: Ponechat lokální data
de: Lokale Daten beibehalten
es: Conservar los datos locales
fr: Conserver les données locales
gsw_ch: Lokali Date bhalte
it: Mantieni i dati locali
ja: ローカルデータの保持
ko: 로컬 데이터 유지
nl: Lokale gegevens bewaren
pl: Zachowaj dane lokalne
pt_br: Manter os dados locais
ru: Сохранить локальные данные
sk: Ponechať lokálne údaje
tr: Yerel Verileri Sakla
uk: Зберігати дані на пристрої
zh_hans: 保留本地数据
zh_hant: 保留本地資料
